---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedGlazing.GlazingF0
source: html/42c68abe-2e0b-b79e-b222-6f219e0d25dd.htm
---
# Autodesk.Revit.DB.Visual.AdvancedGlazing.GlazingF0 Property

The property labeled "Reflective Color" from the "AdvancedGlazing" schema.

## Syntax (C#)
```csharp
public static string GlazingF0 { get; }
```

## Remarks
This property is of type "AssetPropertyDoubleArray4d".
 This property allows a connected asset.